// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "打印质量诊断";

TransferringProcessTitle = "正在传送文件…";
PrintingProcessTitle = "正在打印打印质量诊断页…";

NoPrintTitle = "无法打印 PQ 诊断页";
NoPrintMsg = "请检查打印机是否已连接并开启，然后重试。";

RMTPQDPanelTitle = "打印打印质量诊断页";
HSDRMTQPDPanelHeader = "打印一页以帮助您判断是否您需要运行任何打印质量工具来提高输出的打印质量。";
HSDRMTQPDPanelFooter = "要打印一份打印质量诊断页，请单击“打印页面”";
HSDRMTPQDButtonTitle = "打印页面";

HSDQualityDiagnosticsTextFieldTitle = "打印质量诊断";
HSDInfoTextFieldTitle = "打印机打印出一个页面，帮助您确定是否需要运行维护工具来提高打印输出的打印质量。";
HSDGuideTextFieldTitle = "单击“打印”按钮打印“打印质量诊断页”的副本。";
HSDPrintButtonTitle = "打印";
